Repository: OSGeo-jp/OSGeoLive-doc-omegat
Catalog: tm/overview--gvsig_overview.tmx
Source language: en
Languages: ja

source: gvSIG Desktop
ja: gvSIGデスクトップ

source: Desktop GIS
ja: デスクトップ GIS

source: gvSIG_ is a Geographic Information System (GIS) desktop application designed for capturing, storing, handling, analysing and deploying any kind of referenced geographic information in order to solve complex management and planning problems. gvSIG is known for its user-friendly interface and being able to access all common vector and raster formats. It features a wide range of tools for working with geographic information (query, layout creation, geoprocessing, networks, etc.), which turns gvSIG into the ideal tool for users working in the land realm.
ja: gvSIG_は、地理情報システム(GIS)デスクトップアプリケーションで、複雑な管理と計画の問題を解決するために、参照されているあらゆる種類の地理情報をキャプチャ、保存、処理、分析、および展開するように設計されています。gvSIGは、ユーザフレンドリなインターフェイスと、すべての一般的なベクトル形式とラスター形式にアクセスできることで知られています。これには、地理情報を操作するためのさまざまなツール(クエリー、レイアウト作成、地理処理、ネットワークなど)が用意されており、gvSIGを陸上で作業するユーザにとって理想的なツールに変えることができます。

source: gvSIG is known for:
ja: gvSIGは次のことで知られています：

source: integrating in the same view both local and remote data through OGC standards.
ja: OGC標準を使用して、ローカル・データとリモート・データの両方を同じビューで統合できます。

source: being easily extendible, allowing continuous application enhancement, as well as enabling the development of tailor-made solutions.
ja: 容易に拡張可能であり、継続的なアプリケーションの拡張が可能であるとともに、カスタマイズされたソリューションの開発が可能です。

source: being available in over 20 languages (Spanish, English, German, French, Italian,...).
ja: 20以上の言語(スペイン語、英語、ドイツ語、フランス語、イタリア語など)に対応しています。

source: being available for Windows and Linux (there are also non-oficial Mac OS X versions).
ja: WindowsおよびLinuxで利用できます(オフィシャルではないMac OS Xバージョンもあります)。

source: Core Features
ja: 主要機能

source: Provides common GIS tools like data loading, map navigation, query map information like alphanumeric information, distance measurement, thematic cartography, legend edition using common legend types, labelling, feature selection by many selection types, data tables with statistics, ordering, table relations, table linking, layout manager, geoprocessing tools, CAD, raster processing, etc.
ja: データ読み込み、マップナビゲーション、英数字情報などのクエリーマップ情報、距離計測、主題地図学、一般的な凡例タイプを使用した凡例編集、ラベル付け、多くの選択タイプによるフィーチャ選択、統計情報を含むデータテーブル、順序付け、テーブルリレーション、テーブルリンク、レイアウトマネージャ、地理処理ツール、CAD、ラスター処理などの一般的なGISツールを提供します。

source: Interoperable: able to work with most known data formats:
ja: 相互運用性:ほとんどの既知のデータフォーマットで動作します。

source: raster : ecw, ENVI hdr, ERDAS img, (Geo)TIFF, GRASS, NetCDF...
ja: ラスタ : ecw, ENVI hdr, ERDAS img, (Geo)TIFF, GRASS, NetCDF...

source: vector & CAD: shapefile, NetCDF, GML, KML, DGN, DXF, DWG
ja: ベクタ & CAD: shapefile, NetCDF, GML, KML, DGN, DXF, DWG

source: databases: PostGIS, MySQL, Oracle, ArcSDE
ja: データベース: PostGIS, MySQL, Oracle, ArcSDE

source: remote: OGC standards (WMS, WMTS, WFS, WCS), OSM, ECWP, ArcIMS
ja: リモート: OGC 標準 (WMS, WMTS, WFS, WCS), OSM, ECWP, ArcIMS

source: Discovery services client to localize data resources within an SDI (catalogue and gazeteer services)
ja: SDI(catalog and gazteer services)内のデータリソースをローカライズするディスカバリサービスのクライアント

source: Catalogues: Z3950, SRW, CSW (ISO/19115 and ebRIM)
ja: カタログ: Z3950,SRW,CSW(ISO/19115and ebRim)

source: Gazetteers: ADL, WFS, WFS-G
ja: 地名索引: ADL, WFS, WFS-G

source: More than 300 geoalgorithms via SEXTANTE library
ja: SEXTANTEライブラリ経由で300以上のジオ・アルゴリズム

source: Integrated advanced CAD tools:
ja: 統合された高度なCADツール:

source: vector data: modify, create and delete elements
ja: ベクタデータ:要素の変更、作成、削除

source: command console typical element in CAD software
ja: コマンドコンソールCADソフトウェアの典型的な要素

source: tools like help, grid, command stack, complex element selections
ja: ヘルプ、グリッド、コマンドスタック、複雑な要素選択などのツール

source: tools for inserting elements like points, polygons, lines, ellipses, etc...
ja: ポイント、ポリゴン、ライン、楕円などの要素を挿入するツール

source: tools to modify its rotation, scale, symmetry,...
ja: 回転、スケール、対称性などを変更するツール.

source: Integrated advanced raster tools:
ja: 統合された高度なラスタツール:

source: georeferencing and reprojecting
ja: ジオリファレンスと再投影

source: export, clipping
ja: エクスポート,クリッピング

source: look up tables, histogram
ja: 検索テーブル,ヒストグラム

source: filters, vectorization
ja: フィルタ,ベクタ化

source: overviews and regions of interest management
ja: 全体図と関心領域の管理

source: 3D View
ja: 3Dビュー

source: Other features:
ja: 他の機能:

source: Scripting support (for both vector and raster data)
ja: スクリプトサポート(ベクタとラスタデータの両方)

source: Powerful reprojection engine via PROJ4
ja: PROJ4による強力な再投影エンジン

source: Import/export symbol sets
ja: シンボルセットのインポート/エクスポート

source: Map sheets composer
ja: マップシートのコンポーザ

source: Charts
ja: チャート

source: Advanced symbology tools
ja: 高度なシンボロジーツール

source: Advanced labelling tools
ja: 高度なラベルづけツール

source: Publishing extension
ja: パブリッシング拡張

source: Portable views
ja: ポータブルビュー

source: Customized distributions
ja: カスタマイズされたディストリビューション

source: Implemented Standards
ja: 実装されている標準規格

source: Advanced client support of numerous Open Geospatial Consortium (OGC) standards
ja: 多数のオープン地理空間コンソーシアム(OGC)標準の先進的なクライアントサポート

source: Load WMS, WMTS, WFS and WCS layers
ja: WMS、WMTS、WFS、WCSレイヤのよみこみ

source: Export/import of SLD legends
ja: SLD凡例のエクスポート/インポート

source: Export/import of Web Map Context (WMC)
ja: Web Mac Context (WMC)のエクスポート/インポート

source: Search on catalogues with CSW (ISO/19115 and ebRIM)
ja: CSW(ISO/19115and ebRim)でカタログを検索する

source: Search on gazetteers using WFS-G recommendation
ja: WFS-G勧告を使用した地名表記の検索

source: Details
ja: 詳細

source: **Website:** http://www.gvsig.com/es
ja: **Webサイト:** http://www.gvsig.com/es

source: **Licence:** GNU General Public License (GPL) version 2
ja: **ライセンス:** GNU General Public License (GPL) version 2

source: **Software Version:** |version-gvsig|
ja: **ソフトウェアバージョン:** |version-gvsig|

source: **Supported Platforms:** Windows, Linux
ja: **対応プラットフォーム:** Windows, Linux

source: **Support:** http://www.gvsig.com/en/gvsig-association, http://www.gvsig.com/en/community/mailing-lists
ja: **サポート:** http://www.gvsig.com/en/gvsig-association, http://www.gvsig.com/en/community/mailing-lists

source: This project is only included on the OSGeoLive virtual machine disk (VMDK)
ja: このプロジェクトはOSGeoLive仮想マシンディスク(VMDK)にのみ含まれています

source: Quickstart
ja: クイックスタート

source: :doc:`Quickstart documentation <../quickstart/gvsig_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/gvsig_quickstart>`
